Repository: GaoZimeng0425/NemoNotch
Catalog: NemoNotch/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# agents.all_offline
source: All Services Offline
zh_hans: 所有服务离线

# agents.hermes.install_hook
source: Install Hook
zh_hans: 安装 Hook

# agents.hermes.status.offline
source: Installed, not running
zh_hans: 已安装，未运行

# agents.hermes.status.uninstalled
source: Hook not installed
zh_hans: Hook 未安装

# agents.idle
source: Idle
zh_hans: 空闲

# agents.not_installed
source: No Agent Platform Installed
zh_hans: 未安装智能体平台

# agents.openclaw.approval.button.copied
source: Copied
zh_hans: 已复制

# agents.openclaw.approval.button.copy
source: Copy command
zh_hans: 复制命令

# agents.openclaw.approval.button.run
source: Run in shell
zh_hans: 在 shell 中运行

# agents.openclaw.approval.button.running
source: Running…
zh_hans: 执行中…

# agents.openclaw.approval.run_in_terminal
source: Run this in your terminal to pair NemoNotch:
zh_hans: 请在终端运行以下命令完成配对：

# agents.openclaw.approval.title
source: OpenClaw approval needed
zh_hans: 等待 OpenClaw 批准

# agents.openclaw.not_installed
source: OpenClaw not installed
zh_hans: OpenClaw 未安装

# agents.state_error
source: error
zh_hans: 错误

# agents.state_idle
source: idle
zh_hans: 空闲

# agents.state_speaking
source: speaking
zh_hans: 回复中

# agents.state_tool_calling
source: tool
zh_hans: 工具

# agents.state_working
source: working
zh_hans: 工作中

# agents.time_hours_ago
source: %lldh ago
zh_hans: %lld小时前

# agents.time_just_now
source: just now
zh_hans: 刚刚

# agents.time_minutes_ago
source: %lld min ago
zh_hans: %lld分钟前

# agents.waiting_for_connection
source: Waiting for Connection...
zh_hans: 等待连接...

# ai.allow
source: Allow
zh_hans: 允许

# ai.awaiting_approval %@
source: Awaiting Approval
zh_hans: 等待审批

# ai.deny
source: Deny
zh_hans: 拒绝

# ai.hook_service_not_started
source: Hook Service Not Started
zh_hans: Hook 服务未启动

# ai.hooks_not_installed
source: AI CLI Hooks Not Installed
zh_hans: AI CLI Hooks 未安装

# ai.install_hooks
source: Install Hooks
zh_hans: 安装 Hooks

# ai.no_active_sessions
source: No Active AI Session
zh_hans: 无活跃 AI 会话

# ai.no_messages
source: No Messages
zh_hans: 暂无消息

# ai.requires_input
source: Requires Input
zh_hans: 需要输入

# ai.time_hours_ago
source: %lld hr ago
zh_hans: %lld 小时前

# ai.time_just_now
source: Just Now
zh_hans: 刚刚

# ai.time_minutes_ago
source: %lld min ago
zh_hans: %lld 分钟前

# ai.unix_socket_ready
source: Unix Socket Ready
zh_hans: Unix Socket 已就绪

# button.cancel
source: Cancel
zh_hans: 取消

# button.confirm
source: Confirm
zh_hans: 确认

# button.save
source: Save
zh_hans: 保存

# calendar.all_day
source: All Day
zh_hans: 全天

# calendar.no_events
source: No Events Today
zh_hans: 该日无日程

# calendar.open_settings
source: Open System Settings
zh_hans: 打开系统设置

# calendar.permission_denied
source: Calendar Access Denied
zh_hans: 日历访问被拒绝

# calendar.permission_required
source: Calendar Access Required
zh_hans: 需要日历权限

# calendar.request_access
source: Grant Access
zh_hans: 授权访问

# common.done
source: Done
zh_hans: 完成

# launcher.search_apps
source: Search Apps
zh_hans: 搜索应用

# media.not_playing
source: Not Playing
zh_hans: 未在播放

# menu.about
source: About NemoNotch
zh_hans: 关于 NemoNotch

# menu.install_claude_hooks
source: Install Claude Code Hooks...
zh_hans: 安装 Claude Code Hooks...

# menu.install_gemini_hooks
source: Install Gemini CLI Hooks...
zh_hans: 安装 Gemini CLI Hooks...

# menu.next_track
source: Next Track
zh_hans: 下一曲

# menu.pause
source: Pause
zh_hans: 暂停

# menu.play
source: Play
zh_hans: 播放

# menu.preferences
source: Preferences...
zh_hans: 偏好设置...

# menu.previous_track
source: Previous Track
zh_hans: 上一曲

# menu.quit
source: Quit NemoNotch
zh_hans: 退出 NemoNotch

# models.tab.agents
source: Agents
zh_hans: 智能体

# models.tab.launcher
source: Launcher
zh_hans: 启动器

# models.tab.overview
source: Overview
zh_hans: 概览

# models.tab.pomodoro
source: Pomodoro
zh_hans: 番茄钟

# models.tab.system
source: System
zh_hans: 系统

# notch.context.quit
source: Quit NemoNotch
zh_hans: 退出 NemoNotch

# notch.context.settings
source: Settings...
zh_hans: 设置...

# openclaw.all_agents_idle
source: All Agents Idle
zh_hans: 所有 Agent 空闲

# openclaw.gateway_offline
source: Gateway Offline
zh_hans: Gateway 离线

# openclaw.gateway_online
source: Gateway Online
zh_hans: Gateway 在线

# openclaw.idle
source: Idle
zh_hans: 空闲

source: OpenClaw Not Installed
zh_hans: OpenClaw 未安装

# openclaw.state_error
source: Error
zh_hans: 错误

# openclaw.state_idle
source: Idle
zh_hans: 空闲

# openclaw.state_speaking
source: Speaking
zh_hans: 发言

# openclaw.state_tool_calling
source: Tool Call
zh_hans: 工具调用

# openclaw.state_working
source: Working
zh_hans: 工作中

# openclaw.time_hours_ago
source: %lld hr ago
zh_hans: %lld小时前

# openclaw.time_just_now
source: Just Now
zh_hans: 刚刚

# openclaw.time_minutes_ago
source: %lld min ago
zh_hans: %lld分钟前

# openclaw.waiting_for_connection
source: Waiting for Connection...
zh_hans: 等待连接...

# permission.accessibility.detail
source: Used to read Dock badge counts for monitored apps. Enable in System Settings → Privacy & Security → Accessibility.
zh_hans: 用于读取被监控 App 的 Dock 角标。请在 系统设置 → 隐私与安全 → 辅助功能 中开启。

# permission.accessibility.title
source: Accessibility Permission Required
zh_hans: 需要辅助功能权限

# permission.automation.detail
source: Used for real playback state and 15-second seek. Click to grant.
zh_hans: 用于真实播放状态读取和 15 秒快进快退。点击授权。

# permission.automation.title
source: Automation Permission Required
zh_hans: 需要自动化权限

# permission.calendar.detail
source: Used to show today's events. Click to grant.
zh_hans: 用于显示日历事件。点击授权。

# permission.calendar.title
source: Calendar Access
zh_hans: 日历访问权限

# permission.denied_explanation
source: Permission denied. Open System Settings to change.
zh_hans: 权限被拒绝。打开系统设置修改。

# permission.grant
source: Grant
zh_hans: 授权

# permission.location.detail
source: Used for automatic weather at your location. You can also type a city manually in Settings.
zh_hans: 用于按当前位置自动获取天气。也可以在设置中手动输入城市。

# permission.location.title
source: Location Access
zh_hans: 位置访问权限

# permission.notification.detail
source: Send a system notification when a pomodoro ends
zh_hans: 番茄钟结束时发送系统通知

# permission.notification.title
source: Notifications
zh_hans: 通知

# permission.open_settings
source: Open Settings
zh_hans: 打开设置

# pomodoro.action.abandon
source: Abandon
zh_hans: 放弃

# pomodoro.action.completeEarly
source: Complete Early
zh_hans: 提前完成

# pomodoro.action.newPomodoro
source: New Pomodoro
zh_hans: 新建番茄钟

# pomodoro.action.newTask
source: + New
zh_hans: + 新建

# pomodoro.action.pause
source: Pause
zh_hans: 暂停

# pomodoro.action.resume
source: Resume
zh_hans: 继续

# pomodoro.action.start
source: Start
zh_hans: 开始

# pomodoro.active.noTask
source: (No task)
zh_hans: （无任务）

# pomodoro.active.remaining
source: %@ remaining
zh_hans: %@ 剩余

# pomodoro.confirm.abandon
source: Abandon current pomodoro?
zh_hans: 放弃当前番茄钟？

# pomodoro.confirm.completeEarly
source: %@ remaining, complete early?
zh_hans: 还有 %@ 剩余，确定提前完成？

# pomodoro.confirm.override
source: Override the current pomodoro to start "%@"?
zh_hans: 覆盖当前番茄钟以开始“%@”？

# pomodoro.edit.completedCount
source: Completed: %d pomodoros
zh_hans: 完成情况：%d 个番茄钟

# pomodoro.edit.createdAt
source: Created: %@
zh_hans: 创建于：%@

# pomodoro.edit.notes
source: Notes
zh_hans: 备注

# pomodoro.edit.priorityField
source: Priority
zh_hans: 优先级

# pomodoro.edit.title
source: Edit Task
zh_hans: 编辑任务

# pomodoro.edit.titleField
source: Title
zh_hans: 标题

# pomodoro.notification.body.noTask
source: %d min done
zh_hans: %d 分钟完成

# pomodoro.notification.body.withTask
source: %@ · %d min done
zh_hans: %@ · %d 分钟完成

# pomodoro.notification.breakEnd.title
source: Break over
zh_hans: 休息结束

# pomodoro.notification.workEnd.title
source: Pomodoro complete 🍅
zh_hans: 番茄钟结束 🍅

# pomodoro.phase.longBreak
source: Long Break
zh_hans: 长休息

# pomodoro.phase.next
source: Next: %@
zh_hans: 接下来：%@

# pomodoro.phase.shortBreak
source: Short Break
zh_hans: 短休息

# pomodoro.phase.singleWork
source: Single work
zh_hans: 单次工作

# pomodoro.phase.work
source: Work
zh_hans: 工作

# pomodoro.priority.high
source: High
zh_hans: 高

# pomodoro.priority.low
source: Low
zh_hans: 低

# pomodoro.priority.medium
source: Medium
zh_hans: 中

# pomodoro.quick.addNotes
source: Add notes
zh_hans: 添加备注

# pomodoro.quick.customDuration
source: Custom...
zh_hans: 自定义...

# pomodoro.quick.duration
source: Duration
zh_hans: 时长

# pomodoro.quick.duration.default
source: Default
zh_hans: 默认

# pomodoro.quick.duration.placeholder
source: Duration
zh_hans: 时长

# pomodoro.quick.mode.continuous
source: Continuous
zh_hans: 持续

# pomodoro.quick.mode.single
source: Single
zh_hans: 单次

# pomodoro.quick.notes
source: Notes (optional)
zh_hans: 备注（可选）

# pomodoro.quick.overrideWarning
source: Current pomodoro will be overridden (counted as partial)
zh_hans: 当前番茄钟将被覆盖（计为部分完成）

# pomodoro.quick.placeholder
source: What are you working on?
zh_hans: 在做什么？

# pomodoro.quick.priority
source: Priority
zh_hans: 优先级

# pomodoro.stats.all
source: All
zh_hans: 全部

# pomodoro.stats.mostFrequent
source: Most frequent: %@ %d
zh_hans: 最常做：%@ %d

# pomodoro.stats.recent
source: Recent 5
zh_hans: 最近 5 次

# pomodoro.stats.today
source: Today
zh_hans: 今日

# pomodoro.stats.week
source: Week
zh_hans: 本周

# pomodoro.todo.active
source: Active
zh_hans: 进行中

# pomodoro.todo.countHeader
source: TODO (%d)
zh_hans: 待办 (%d)

# pomodoro.todo.delete
source: Delete
zh_hans: 删除

# pomodoro.todo.deleteConfirm
source: Delete this TODO?
zh_hans: 删除这个待办？

# pomodoro.todo.edit
source: Edit
zh_hans: 编辑

# pomodoro.todo.empty
source: No tasks yet
zh_hans: 暂无任务

# pomodoro.todo.markDone
source: Mark complete
zh_hans: 标记完成

# pomodoro.todo.markOpen
source: Mark open
zh_hans: 标记未完成

# pomodoro.todo.pin
source: Pin to top
zh_hans: 置顶

# pomodoro.todo.showCompleted
source: Show completed
zh_hans: 显示已完成

# pomodoro.todo.untitled
source: (Untitled)
zh_hans: （未命名）

# settings.accessibility_description
source: NemoNotch needs Accessibility permission to read app notification badges.
zh_hans: NemoNotch 需要辅助功能权限才能读取应用通知角标。

# settings.accessibility_required
source: Accessibility Permission Required
zh_hans: 需要辅助功能权限

# settings.add_app
source: Add App
zh_hans: 添加应用

# settings.add_monitored_app
source: Select App...
zh_hans: 选择应用...

# settings.app_list
source: App List
zh_hans: 应用列表

# settings.app_picker_title
source: Select Apps
zh_hans: 选择应用

# settings.apps_count %lld
source: %lld apps
zh_hans: %lld 个应用

# settings.apps_selected_count %lld
source: %lld selected
zh_hans: 已选 %lld 个应用

# settings.default_tab
source: Default Tab
zh_hans: 默认 Tab

# settings.default_tab_picker
source: Default tab when opened
zh_hans: 展开时默认显示

# settings.hooks_description
source: Hooks allow NemoNotch to monitor AI CLI session status in real time.
zh_hans: Hooks 允许 NemoNotch 实时监控 AI CLI 的会话状态。

# settings.hooks_installed %@
source: %@ Hooks: Installed
zh_hans: %@ Hooks: 已安装

# settings.hooks_not_installed %@
source: %@ Hooks: Not Installed
zh_hans: %@ Hooks: 未安装

# settings.hotkeys
source: Hotkeys
zh_hans: 快捷键

# settings.hotkeys.notch
source: Notch
zh_hans: 灵动岛

# settings.hotkeys.tabs
source: Tabs
zh_hans: 标签页

# settings.hotkeys.toggle_notch
source: Toggle Notch
zh_hans: 打开/关闭灵动岛

# settings.install_hooks
source: Install Hooks
zh_hans: 安装 Hooks

# settings.language
source: Language
zh_hans: 语言

# settings.language.system
source: Follow System
zh_hans: 跟随系统

# settings.monitored_apps
source: Monitored Apps
zh_hans: 已监控的应用

# settings.monitored_footer
source: Select apps to monitor for unread notifications (e.g. Slack, WeChat)
zh_hans: 选择需要监控未读通知的应用（如 Slack、微信）

# settings.no_monitored_apps
source: No monitored apps added
zh_hans: 尚未添加监控应用

# settings.notifications
source: Notifications
zh_hans: 通知

# settings.open_system_settings
source: Open System Settings
zh_hans: 打开系统设置

# settings.pomodoro.hotkey.openTab
source: Open Pomodoro tab
zh_hans: 打开番茄钟 Tab

# settings.pomodoro.hotkey.quickStart
source: Open quick start
zh_hans: 打开快速启动窗口

# settings.pomodoro.hotkeyHeader
source: Hotkeys
zh_hans: 快捷键

# settings.pomodoro.longBreakDuration
source: Long break duration
zh_hans: 长休息时长

# settings.pomodoro.longBreakInterval
source: Long break interval
zh_hans: 长休息间隔

# settings.pomodoro.longBreakInterval.unit
source: After %d work
zh_hans: %d 个工作后

# settings.pomodoro.minutes
source: %d min
zh_hans: %d 分钟

# settings.pomodoro.notificationEnabled
source: Send notification at end
zh_hans: 结束时发送系统通知

# settings.pomodoro.permission.granted
source: Notifications authorized
zh_hans: 已授权通知

# settings.pomodoro.permissionHeader
source: Notification permission
zh_hans: 通知权限

# settings.pomodoro.shortBreakDuration
source: Short break duration
zh_hans: 短休息时长

# settings.pomodoro.soundEnabled
source: Play sound at end
zh_hans: 结束时播放声音

# settings.pomodoro.title
source: Pomodoro
zh_hans: 番茄钟

# settings.pomodoro.workDuration
source: Work duration
zh_hans: 工作时长

# settings.reinstall
source: Reinstall
zh_hans: 重新安装

# settings.select_monitored_app
source: Select an app to monitor
zh_hans: 选择要监控的应用

# settings.server_running
source: Server Running
zh_hans: 服务运行中

# settings.tabs
source: Tabs
zh_hans: Tab 管理

# settings.title
source: NemoNotch Preferences
zh_hans: NemoNotch 偏好设置

# settings.uninstall_hooks
source: Uninstall Hooks
zh_hans: 卸载 Hooks

# settings.visible_tabs
source: Visible Tabs
zh_hans: 显示的 Tab

# settings.weather_city
source: Weather City
zh_hans: 天气城市

# settings.weather_city_footer
source: Enter a city name to override automatic location detection.
zh_hans: 输入城市名称以覆盖自动定位。

# settings.weather_city_placeholder
source: Auto-detect (leave blank)
zh_hans: 自动检测（留空）

# weather.feels_like
source: Feels Like
zh_hans: 体感

# settings.openclaw.connected %@
source: Connected · device %@
zh_hans: 已连接 · device %@

# settings.openclaw.disconnected
source: Disconnected
zh_hans: 已断开

# settings.openclaw.connect
source: Connect
zh_hans: 连接

# settings.openclaw.disconnect
source: Disconnect
zh_hans: 断开

# settings.openclaw.remove_device
source: Remove device
zh_hans: 移除设备

# weather.humidity
source: Humidity
zh_hans: 湿度

# weather.loading
source: Loading...
zh_hans: 加载中...

# weather.wind_speed
source: Wind
zh_hans: 风速
